Repository: fliegekunst/Interviews_Gemeinsame_Fakultaet
Catalog: omegat/project_save.tmx
Source language: de_de
Languages: uk

source: Sie enthalten viele Fragen, die entweder alle, oder fast alle Themen umfassen.
uk: адже містить багато питань, що охоплюють або всі, або майже всі теми.

source: Sie haben dann super reagiert und haben uns auch erlaubt, Wörterbücher zu benutzen (sogar während der Prüfung!), das war toll.
uk: Вони чудово на це реагували і дозволяли користуватися словниками навіть на іспитах!

source: Sie haben im Semester viele kleinere Deadlines und Abgabetermine und werden engmaschiger betreut.
uk: Протягом семестру у них набагато коротші дедлайни та терміни подання, і за ними пильніше стежать.

source: Sie machen aber mein Leben sicherer und ich soll einfach daran noch gewöhnen.
uk: але водночас вони роблять моє життя надійнішим і, я думаю, мені треба просто до цього звикнути.

source: Sie schaffen manche Schwierigkeiten.
uk: З ними багато клопоту,

source: Sie sind schon Master in der Ukraine?
uk: В Україні ти вже магістр?

source: Sie sollten auch möglichst schnell Nebenjobs bzw. zusätzliche Geldquellen finden.
uk: Також я порадив би якомога швидше знайти роботу.

source: Sie sollten sich möglichst schneller vertraut machen, wie das Studium funktioniert und wie z.B. hier Prüfungen aussehen.
uk: Треба якомога швидше звикнути до того, як проходить навчання та іспити.

source: Sie wissen nicht, was sie wirklich wollen und können keine Prioritäten setzen.
uk: Вони не знають, що вони хочуть і як розтавити приорітети.

source: Siehst du deine Zukunft in Deutschland?
uk: Чи збираєшся ти залишитися в Німеччині?

source: Sind Prüfungen in Deutschland schwerer als in der Ukraine?
uk: Чи складніше іспити в Німеччині, а ніж в Україні?

source: So etwas wird auch von der Uni organisiert, aber wir sind selbst gefahren.
uk: Також універитет організовує щось подібне, але в цьому випадку ми їздили самі.

source: So lebt ihr in einer Art Parallelgesellschaft und wenn man will, kann man in dieser Muttersprachen-Heimat-Blase immer bleiben und sich dort wohl fühlen.
uk: Таким чином, ви живете в якомусь паралельному суспільстві, і якщо є бажання ви завжди можете залишитися в цьому міхурі рідної мови та батьківщини й відчувати себе там комфортно.

source: So lernt man Land und Leute kennen.
uk: Так ви пізнаєте країну та її жителів.

source: Sobald man aber drin ist und sich eingehört hat, ist der „Machdeburjer Dialekt“ doch nichts anderes als hochdeutsch, man hört nicht viele Unterschiede und diese stören nicht.
uk: Але щойно опиняєшся в цій місцевості, то розумієш, що „магдебурзький діалект“ — це не що інше, як літературна німецька, саме тому ти не помічаєш особливих відмінностей.

source: Sogar bei geschlossenem Fenster kann man sie hören.
uk: Навіть при закритому вікні ви можете почути їх

source: Solche Stellen sind gut bezahlt und man kann gleichzeitig mehr oder weniger relevante Berufserfahrung sammeln, was positiv die Chancen auf dem Arbeitsmarkt beeinflusst, mehrere Skills erwerben und Kontakte mit den wissenschaftlichen Mitarbeitern knüpfen.
uk: Такі місця добре оплачуються і можна здобути більш-менш корисний досвід. Робота там підвищує шанси на ринку праці, допомагає отримати хороші навички та контакт з іншими науковцями.

source: Soll ich aber trotzdem an mir selbst arbeiten und meine Sprachkenntnisse verbessern? Ja, klar.
uk: Але чи варто мені працювати над собою та вдосконалювати мовні навички? Авжеж.

source: Sonst ist mir nichts aufgefallen.
uk: Я більше нічого не помітив.

source: Später haben wir uns dann gefragt, wer die Firma leiten wird.
uk: Пізніше ми вирішували хто буде керувати компанією.

source: Studiengang: Produktionstechnik
uk: Факультет: виробниче машинобудування

source: Studiert seit 2019 an der OVGU Magdeburg Produktionstechnik.
uk: Вивчаєтехнологію виробництва в ОВГУ з 2019 року.

source: Studiert an der OVGU seit 2017 Werkstofftechnik
uk: Вивчає матеріалознавство в університеті Отто-фон-Ґеріке з 2017 року

source: Studiert in Magdeburg seit Sommer 2017
uk: Навчається в Магдебурзі з літа 2017 року

source: Studiert seit 2018 an der OVGU
uk: Навчається в університеті Отто фон Ґеріке з 2018 року.

source: Studiert seit 2019 an der OVGU Werkstofftechnik
uk: Вивчає матеріалознавство з 2019 в університеті Отто фон Ґеріке

source: Studierte in Magdeburg von 2015-2017.
uk: Навчався в Магдебурзі в 2015-2017 роках.

source: Studierte zwischen 2015-2017 an der OVGU Magdeburg Produktionstechnik.
uk: З 2015-2017 навчався виробничому машинобудуванню у Магдебурзі.

source: Studierte an der OVGU Magdeburg Lasertechnik
uk: Вивчав лазерні технології в університеті Отто фон Геріке в Магдебурзі

source: Studierte an der OVGU Magdeburg zwischen 2013 und 2015 Zerspantechnik und Fertigungstechnik mit Schwerpunkt Trennen.
uk: З 2013 по 2015 вивчав технологію обробки та виробництва з поглибленим вивченням різання металу в університеті Отто фон Ґеріке в Магдебурзі.

source: Studierte an der OVGU Magdeburg zwischen 2014-2016
uk: Навчалася в університеті Отто фон Ґеріке в Магдебурзі в 2014-2016 роках

source: Studierte an der OVGU Magdeburg zwischen 2018 und 2020 Zerspantechnik.
uk: Вивчає технології обробки в Магдебурзі у 2018-2020 рр. в університеті Отто фон Ґеріке.

source: Studierte an der OVGU von 2016-2018 Produktentwicklung, Dynamik und Festigkeit der Maschinen
uk: З 2016 по 2018 рік вивчала розробку продукції, динміку та стабільність машин в університеті Отто фон Ґеріке

source: Studierte in Magdeburg zwischen 2016-2018
uk: Вивчала розвиток вирбництва в Магдебурзі в 2016-2018 роках.

source: Studierte in Magdeburg zwischen 2018-2020 Zerspantechnik
uk: З 2018 по 2020 вивчав технологію обробки

source: Studierte in der Ukraine „Hydraulische und pneumatische Systeme“, änderte dann im Master den Studiengang und studierte „Automobile Systeme“ (Automotive Systems) an der OVGU.
uk: Вивчав в Україні гідравлічні та пневматичні системи, але на магістратурі в OVGU змінив напрямок на "Автомобільні системи" (Automobile Systeme).

source: Technologie des Maschinenbaus.
uk: на факультеті технології машинобудування..

source: Tetiana Pittsyk
uk: Тетяна Пітцик

source: Theoretisch kann man Stellenausschreibungen suchen und sich bewerben.
uk: Звісно ви можете шукати оголошення про роботу та подавати заявки.

source: Thermodynamik scheint hier am schwersten im Bachelor zu sein, habe ich gehört.
uk: Термодинаміка, здається, найважча на бакалаврі тут.

source: Ukrainische und deutsche Studierende zusammen, wir haben in einer WG gewohnt und zusammen Party gemacht.
uk: Ми з українськими та німецькими студентами жили разом у квартирі та влаштовували вечірки.

source: Um das minimieren zu können, muss man planen, um nicht alles auf den letzten Drücker zu machen.
uk: Щоб уникнути цього, не потрібно відкладати на потім те, що можна зробити зараз.

source: Und danach bin ich dort geblieben und arbeite seitdem dort als Konstrukteurin in Projekten.
uk: А згодом залишилася там і з тих пір працюю інженером-конструктором над проєктами.

source: Und das ist einfach, Angst vor dem Unbekannten zu haben.
uk: Нормально мати страх перед чимось незнайомим.

source: Unser Jahrgang war eine gute Gruppe, Tetiana Pittsyk, Rostyslav Nizinkovskyi, Serhii Tetiora und ich.
uk: Але наш випуск був класним - Тетяна Пітцик, Ростислав Нізінковський, Сергій Тетьора та я.

source: Unsere Studierenden haben sehr viel im Kopf und haben sehr viele Stunden an der Universität.
uk: Наші студента забагато часу проводять в універі, при цьому не реалізують свої ідеї.

source: Unsere Zusammenarbeit funktioniert gut, letzte Woche haben wir die Proben geschliffen und poliert.
uk: Ми добре працюємо разом, зокрема минулого тижня відшліфували зразки.

source: Unsere gute Vorbereitung im Vergleich zu den anderen ausländischen Studenten ist auffällig.
uk: Іноді ми були навіть кращі, ніж інші іноземні студенти, яким ми, до речі, часто допомагали.

source: Vadym Petrusha
uk: Вадим Петруша

source: Verglichen mit der Ukraine, wie war das Studium in Deutschland für dich?
uk: Якщо порівнювати з Україною, яким для тебе було навчання в Німеччині?

source: Viele Ukrainer, die hier sind, schauen Filme auf Englisch an.
uk: Багато українців тут дивляться фільми англійською.

source: Viele Studierende hier in Deutschland arbeiten bei „Kaufland“ oder woanders als Verkäufer, das finde ich toll, da lernt man, was Geld wirklich wert ist und das finanzielle Verständnis wächst.
uk: В Німеччині більшість студентів працює продавцями в магазинах та супермаркетах, це круто, адже люди починають розуміти цінність грошей.

source: Viele Dozierende hatten dafür Verständnis.
uk: Більшість викладачів ставилися до цього з розумінням.

source: Viele Frauen arbeiten als Technische Zeichnerin, da muss man sich als Konstrukteurin manchmal ganz schön beweisen.
uk: Більшість працює креслярками, тож іноді доводиться досить добре проявляти себе в ролі проєктувальниці.

source: Viele Studierende in der Ukraine haben wenig Motivation, das ärgert mich sehr.
uk: У багатьох студентів в Україні мало мотивації, і мене це дратує.

source: Viele denken, dass das nicht möglich ist.
uk: Багато хто думає, що це неможливо.

source: Viele sind super nett und freuen sich, wenn sie gefragt werden.
uk: Більшість з них дуже приємні й самі будуть раді допомогти.

source: Vielleicht brauchte ich aber auch mehr Zeit, um mich an alles zu gewöhnen.
uk: А може, мені просто потрібно було більше часу, щоб звикнути до всього.

source: Vielleicht muss ich mir aber auch einfach mehr Mühe geben.
uk: Але, можливо, мені просто потрібно докладати більше зусиль

source: Viktor Artiushenko
uk: Віктор Артюшенко

source: Vor allem muss man die Sprache und Kultur mögen.
uk: Перш за все, вам повинна подобатися мова і культура.

source: Vor drei oder vier Jahren hat mein Akzent mich sehr gestört.
uk: Три-чотири роки тому мене це дуже турбувало, але в Магдебурзі немає курсів, які допомагають усунути акцент.

source: Vor zwei Wochen war ich auf der Verteidigung eines Doktoranden.
uk: Два тижні тому я був на захисті аспірантської роботи.

source: Vorteilhaft finde ich, dass die Studierenden sehr früh beginnen, mit 17 oder 18 und deswegen auch früher fertig werden.
uk: Перевагою можна назвати те, що наші студенти починають навчання в 17-18 років, тому вони раніше можуть закінчити навчання.

source: Was ich empfehlen würde, sind soziale Aktivitäten, z.B. Sportkurse zu besuchen.
uk: Я б рекомендував відвідувати соціальні активності, такі як спортивні секції .

source: Was mir von Anfang an aufgefallen ist, sind die Termine.
uk: Щомене спочатку вразило, так це строки.

source: Wann kommt der definite Artikel, wann der indefinite Artikel?
uk: Коли має бути визначений, а коли ні?

source: Warum hast du dich für Magdeburg entschieden?
uk: А чому тоді Магдебург?

source: Warum hast du dich nicht so schnell integriert und Freunde gefunden?
uk: Чому ж так сталось?

source: Warum?
uk: а не в Україні?

source: Was ich nicht mag, dass es wenn die Leute sagen „Was, bitte?“, selbst wenn ich mir sicher bin, dass sie das verstanden haben.
uk: А от що мені справді не подобається, так це ситуації, коли відповідають "Перепрошую?" навіть тоді, коли я впевнена, що мене зрозуміли.

source: Was ist dir besonders schwergefallen?
uk: Що тобі давалося найтяжче?

source: Was ist anders in Deutschland?
uk: Що в Німеччині не так, як у тебе вдома?

source: Was ist denn eigentlich Freundschaft?
uk: А що таке, власне, дружба?

source: Was kann man machen, um sich schneller zu integrieren?
uk: Що можна зробити, щоб швидше освоїтися?

source: Was kommt nach dem Studium?
uk: Що робитимеш після навчання?

source: Was machst du jetzt?
uk: Чим ти зараз займаєшься?

source: Was mir aufgefallen ist: Vielen Leuten in der Ukraine fehlt oft die Motivation, sie denken nicht, dass es möglich ist, in Deutschland zu studieren oder zu promovieren und Projekte zu beantragen.
uk: Що мене вразило: у багатьох людей в Україні не вистачає мотивації, вони не думають, що в Німеччині можливо навчатися чи здобувати науковий ступінь та подавати заявки на проєкти.

source: Was mir in Magdeburg ganz gut gefällt ist die Art und Weise, wie Prüfungen durchgeführt werden.
uk: Особисто мені надзвичайно подобається спосіб проведення іспитів у Магдебурзі.

source: Was noch anders ist, dass hier viel mehr Ausländer gibt, als in der Ukraine.
uk: Відмінним також можна назвати те, що тут іноземців більше ніж в Україні.

source: Was wir in Kiew nicht geübt haben, ist simultan zu schreiben.
uk: Але в Києві ми не тренувалися одночасно слухати й писати.

source: Was würdest du anderen ukrainischen Studierenden raten, die neu nach Deutschland kommen?
uk: Що ти порадив би іншим українським студентам, які приїжджають навчатися до Німеччини?

source: Was würdest du anderen ukrainischen Studierenden raten, die neu nach Deutschland kommen? Wie oben gesagt, ist die viele Freizeit, die man während des Studiums hat, ein trügerisches Gefühl.
uk: Що ви б порадили українським студентам, які навчаються в Німеччині та новеньки там? ? Як ви згадували раніше, кількість вільного часу під час навчання не така значна.

source: Was würdest du anderen ukrainischen Studis raten, die neu nach Deutschland kommen?
uk: Що б ти порадив іншим українським студентам, які приїжджають до Німеччини?

source: Was würdest du ukrainischen Studierenden raten, die anfangen zu studieren?
uk: Що б ти порадив українським студентам, які тільки починають вчитися?

source: Was würdest du ukrainischen Studierenden raten, die neu nach Deutschland kommen?
uk: Що б ти порекомендував українським студентам, які тільки переїхали в Німеччину?

source: Welche Chancen bietet generell ein Maschinenbaustudium?
uk: Наскільки перспективним можна вважати таку галузь промисловості, як машинобудування?

source: Welche Empfehlungen hast du für ukrainische Studierende, die jetzt in Magdeburg anfangen zu studieren?
uk: Що б ти порадилаукраїнським студентам,які тільки починають тут навчатися?

source: Welche Pläne hast du für die Zukunft?
uk: Які в тебе плани на майбутнє?

source: Welche Pläne hast du nach dem Studium?
uk: Які у тебе плани після навчання?

source: Welche Pläne hast du nach der Dissertation?
uk: Що плануєш робити після дисертації?

source: Welche Pläne hast du?
uk: Які в тебе плани?

source: Welche Pläne hattest du nach dem Studium?
uk: Які плани були у вас після закінчення навчання?

source: Welche Unterschiede siehst du zwischen dem ukrainischen und dem deutschen Wissenschaftsbetrieb?
uk: Які відмінності ти бачиш між українським та німецьким академічним життям?

source: Welchen Unterschied zwischen ukrainischen und deutschen Studierenden hast du bemerkt?
uk: А яка, на твою думку, різниця між українськими та німецькими студентами?

source: Weltweit in den Industrieländern ist Maschinenbau immer gefragt.
uk: Машинобудування завжди має попит в промислово розвинених країнах світу.

source: Wenn du eine andere Sprache sprichst, bist du nicht mehr du, das ist ein anderes du, weil du nicht mehr alles sagen kannst, was du möchtest, sondern nur das, was du kannst.
uk: Коли розмовляєш іншою мовою, перестаєш бути собою, бо ти говориш не все, що хочеш, а лише те, що можеш .

source: Wenn du viel mit anderen Menschen zusammen machst, dann hast du das nicht mehr.
uk: Якщо ти багато спілкуєшся з людьми, то його вже давно немає.

source: Wenn der Professor sagt: „Achtung, das ist prüfungsrelevant!“ und man hat das nicht mitbekommen, dann hat man eben Pech.
uk: Якщо професор каже: "Увага, це пов'язано з іспитом!" І ви цього не зрозуміли, то вам просто не пощастило .

source: Wenn du auf eine Party gehst und Menschen aus anderen Ländern triffst, dann wäre es besser, Englisch zu können.
uk: Коли йдеш на вечірку або зустрічаєш людей з інших країн, то краще вміти розмовляти англійською.

source: Wenn du etwas werden willst, musst du früh aufstehen und viel arbeiten.
uk: Якщо ви хочете досягти певних успіхів, вам потрібно рано прокидатися та плідно працювати.

source: Wenn einer in der Ukraine im Unternehmen ein Problem hat, kommt er nicht auf die Idee, in eine Universität zu gehen, sondern man geht eher zu Unternehmensberatungsfirmen.
uk: Якщо на підприємстві хтось має проблеми, то їм не спадає на думку вступити до університету, вони швидше підуть до фірм, що займаються управлінням.

source: Wenn es um die Vorlesungen geht, sind sie sehr informativ.
uk: Що стосується лекцій, вони дуже інформативні.

source: Wenn ich Russisch spreche, verwende ich oft deutsche Wörter.
uk: Цікаво й те, що коли я розмовляю російсько, то дуже часто вживаю німецькі слова.

source: Wenn ich aber einen Arbeitsplatz in der Industrie bekommen hätte, dann hätte mir das sicher geholfen.
uk: Але якби я влаштовувалася на роботу в промисловість, оті 3 місяці мені б точно стали в пригоді.

source: Wenn ich ein Fremdheitsgefühl habe, finde ich das nicht problematisch.
uk: Я не вважаю проблематичним те, що інколи я можу почуватися відчуженим.

source: Wenn ich ein technisches Paper auf Russisch schreiben müsste, wäre das extrem schwierig, weil es diese Begriffe, die ich brauche, nicht gibt oder ich sie nicht kenne, weil ich das Fach komplett in Deutschland von vorne gelernt habe.
uk: А от коли мені доводилося писати це все російською, то це було нереально! Я не міг підбрати еквіваленти німецьким термінам,

source: Wenn ich eine Familie hier in Deutschland gründe, dann bleibe ich hier, wenn nicht, ziehe ich weiter.
uk: Якщо я створю сім’ю у Німеччині, то я залишусь тут, якщо ні, то переїду кудись.

source: Wenn ich lese oder höre, fällt mir das leichter als selbst zu sprechen.
uk: Слухати та читати мені легше, ніж говорити.

source: Wenn ich mit einem Dozierenden spreche, kann ich nicht alles verstehen, was er oder sie sagt.
uk: Під час розмови з викладачем я не все розумію, що він каже.

source: Wenn ich was Interessantes für mich finde, ist es nicht ausgeschlossen, dass ich in die Ukraine zurückkehre.
uk: Якщо знайду щось цікаве, то можливо навіть повернуся додому.

source: Wenn ja, wie äußert sich das?
uk: Якщо так, то в чому це проявлялося?

source: Wenn man 80% der Fragen gelernt hat, dann bekommt man die entsprechende Note.
uk: Якщо студент вивчив 80% питань, то він отримує відповідний бал.

source: Wenn man Praktika macht oder ins Ausland geht, sammelt man mehr Erfahrungen.
uk: Це можна зробитиЮ поїхавши на практику закордон.

source: Wenn man Fehler macht, wirkt sich das stark auf die Note aus.
uk: Якщо ви робите помилку, це дуже сильно вплине на бали.

source: Wenn man auf Englisch schreibt, gibt es mehr Publikum.
uk: тому що якщо писати англійською, можна охопити більшу аудиторію.

source: Wenn man das lernt und durchgeht, kann man auch die Prüfung bestehen.
uk: Якщо ти вивчиш це, то зможеш скласти іспит.

source: Wenn man die richtigen Aufgaben im Hiwi bekommt, entwickelt man sich weiter.
uk: Якщо під час цього вам дають правильні завдання — ви зможете розвиватися.

source: Wenn man ein Praktikum in einer Firma ableistet oder eine Master-Arbeit dort schreibt, hat man schon erste Kontakte zu der Firma.
uk: Коли ви проходите практику у якійсь компанії або пишете там магістерську, то ви вже налагаджуєте певний початковий контакт з цією компанією.

source: Wenn man eine Klausur schreibt, wartet man drei bis sechs Wochen auf das Ergebnis.
uk: Результати контрольної можна чекати від трьох до семи тижнів.

source: Wenn man fünf Fragen aus 120 gut gelernt hat, bekommst du dann eine davon in der Aufgabe, in der es insgesamt zwei Fragen gibt und man könnte nur 50% der Punkte bekommen.
uk: Якщо вивчити якісно п’ять питань зі 120, тоді отримаєш одне з них у завданні, в якому міститься два питання, тобто можна отримати лише половину балів.

source: Wenn man in einer WG wohnt, muss man das alles extra bezahlen.
uk: Якщо жити в квартирі, тоді за все треба платити додатково.

source: Wenn man jede Woche eine Deadline hat und Aufgaben abgeben muss, ist man am Ende des Semesters schon auf die Prüfungen vorbereitet.
uk: Якщо ти кожного тижня виконуєш завдання до закінчення дедлайнів, то можна впевнено сказати, що ти вже підготовлений до екзаменів в кінці семестру.

source: Wenn man keine Antwort geben kann, versucht der Dozierenden zu helfen oder stellt eine andere Frage.
uk: Якщо ти не можеш відповісти, то тобі допоможуть, або ж зададуть інше питання.

source: Wenn man nach Hause eingeladen wird, kann man zum Beispiel eigenes Essen mitbringen.
uk: Тобто якщо вас запросять в гості, ви можете принести свою їжу.

source: Wenn man sich gut vorbereitet hat, stellt die Prüfung kein Problem dar.
uk: Якщо добре підготуватися, то з іспитами не виникне жодних проблем.

source: Wenn man sich in ein Modul einschreibt, bekommt man alle Skripte und kann diese herunterladen.
uk: Коли ви реєструєтеся на модуль, ви отримуєте всі скрипти і можете їх завантажити.

source: Wenn man sich zum Beispiel um eine Promotion bewerben möchte, braucht man eine gute Master-Arbeit.
uk: Наприклад, якщо вам потрібно подати документи на ступінь доктора, вам потрібна буде хороша магістерська робота.

source: Wenn man spontan Leute zu sich einlädt, zum Beispiel „Kommt morgen Abend zu mir Bier trinken!“, dann würden viele nicht kommen, weil sie schon was vorhaben.
uk: Якщо ви спонтанно скажете: "Приходьте до мене завтра ввечері на пиво!", то будьте готові до того, що багато хто відмовить, оскільки вони вже мають інші плани.

source: Wenn man weiter in Deutschland leben will, darf man nicht nur studieren, sondern muss auch Soft Skills entwickeln und ein gutes Netzwerk an Menschen haben, mit denen man vielleicht in Zukunft etwas zusammen machen kann.
uk: Якщо ви хочете залишитися в Німеччині, вам слід не тільки вчитися, а й розвивати інші навички, мати багато знайомих, з якими ви б могли створити щось спільне у майбутньому.

source: Wenn man will, kann man hier in Magdeburg alles machen.
uk: Якщо ти захочеш, то зможеш зробити у Магдебурзі абсолютно все..

source: Wenn wir das Studium in Deutschland und in der Ukraine miteinander vergleichen, dann finde ich, dass es in Deutschland in Bezug auf Maschinenbau mehrere allgemeine Fächer gibt, beispielsweise zur Planung der Produktion, zum Management der Produktionssysteme.
uk: Якщо порівняти навчання в обох країнах, то можна сказати, що в Німеччині існує кілька загальних предметів стосовно машинобудування, наприклад, планування виробництва, управління виробничими системами.

source: Wichtig ist aber, dass man das Studium ernst nimmt und dafür Zeit investiert.
uk: Але важливо поставитися до цього серйозно та вкласти в нього час.

source: Wichtig ist auch eine Hiwi-Stelle.
uk: Посада в лабораторії також дуже важлива.

source: Wichtig ist auch, die Alltagssprache zu lernen.
uk: Важливо також вивчати розмовну мову.

source: Wichtig ist auch, welche Prüfungsleistungen man ablegen muss.
uk: Також важливо, які іспити вам доведеться складати.

source: Wichtig ist, dass man eine Wohnung hat, das ist schon mal die halbe Miete.
uk: Найголовныше це житло, якщо ви його знайшли, то вважайте що пів справи зроблено.

source: Wichtig ist, dass man früh mit der Suche eines Betreuers für die Master-Arbeit oder das Master-Projekt anzufangen.
uk: Почніть шукати наукового керівника для вашої роботи якомога раніше.

source: Wichtig ist, etwas mit den anderen Studierenden zusammen zu machen und nicht immer mit den anderen internationalen Studierenden aus der GUS zusammen zu sein.
uk: Важливо робити щось з іншими студентами та не завжди бути поряд лише зі студентами із СНД

source: Wichtig ist, nicht alles auf die lange Bank zu schieben.
uk: Важливо не зволікати.

source: Wichtig ist, was für ein Mensch du bist, und nicht woher du kommst.
uk: Важливо, яка це людина, а не звідки вона приїхала.

source: Wie ist das Studium für dich?
uk: Яктобінавчання?

source: Wie das in diesem Jahr unter der Corona-Krise sein wird, weiß ich nicht.
uk: Не знаю, як буде цього року в умовах карантинної кризи.

source: Wie fühlst du dich in Deutschland?
uk: Як ти почуваєшся в Німеччині?
